# VA_NAME = 'Аврора'
# VA_VER = "0.1"
# VA_ALIAS = ('аврора')

VA_NAME = 'VirtA'

VA_VER = "0.2"

VA_ALIAS = ('вирта', 'вирт')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "system": ('моя система', 'система', 'какая у меня система'),
    "open_browser": ('открой браузер', 'запусти браузер', 'браузер')
}