# VA_NAME = 'Аврора'
# VA_VER = "0.1"
# VA_ALIAS = ('аврора')

VA_NAME = 'VirtA'

VA_VER = "0.4"

VA_ALIAS = ('вирта', 'вирт')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "0": ('настройки', 'настройка'),
    "1": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "2": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "3": ('открой браузер', 'запусти браузер', 'браузер'),
    "4": ('моя система', 'система', 'какая у меня система'),
    "5": ("местоположение", 'где я'),
    "6": ("погода", 'чего по погоде'),
    "7": ("открой файл", 'открой файлик'),
    "8": ("открой папку", 'открой папочку'),
    "9": ("открой сайт", 'сайт'),
    "10": ("запиши", 'запиши в заметки'),
    "11": ("привет", 'приветсвую'),
    "12": ("пока", 'до свидания')

}

VA_HOT_KEYS = ['ctrl+q', 'ctrl+w', 'ctrl+e']
